[
  {
    "item": "Ноутбук LENOVO IdeaPad Gaming 3 15ACH6 Shadow Black (82K200XLRA)",
    "price": "24 999 грн.",
    "characteristics": "Диагональ экрана 15.6\"; Разрешение экрана 1920x1080 (Full HD); Тип экрана IPS; Линейка процессора AMD Ryzen 5; Модель процессора 5600H; Частота процессора 3.3 - 4.2ГГц; ",
    "url": "https://eldorado.ua/noutbuk-lenovo-ideapad-gaming-3-15ach6-shadow-black-82k200xlra/p71371314/"
  },
  {
    "author": " Данил  ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Покупал его офлайн в магазине, очень крутой игровой ноут по цене офисного ноута на встройке, очень порадовало что в бюджетном сегменте появился Ryzen 5600H проц просто пушка теперь спокойно могу пройти все игры которые хотел но не старенький ноутбук уже не тянул. Лучший по цена качеств",
    "advantage": " ",
    "disadvantage": "нету "
  },
  {
    "author": " Сергей ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Купил этот ноутбук неделю назад и покупкой полностью доволен. Сразу же доставил ОЗУ, благо в этом ноутбуке есть такая возможность и сейчас играю на максималках. Работает тихо и с охлаждением проблем нет, также хотелось бы отметить яркий дисплей ",
    "advantage": "Тихий, быстрый, яркий (дисплей)",
    "disadvantage": "Не обнаружил"
  },
  {
    "author": " Кирилл ",
    "date": "06.02.2022",
    "stars": "5",
    "comment": "Отличное решение для игр и работы. Порадовала комбинация накопителей для хранения файлов и отдельно ssd под операционку. Мощная видеокарта в совокупности с хорошим охлаждением тянет последние игры без проблем. \n",
    "advantage": "Дизайн, охлаждение, цена-качество",
    "disadvantage": " "
  },
  {
    "author": " Денис  ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Купил этот ноутбук неделю назад и покупкой полностью доволен. Сразу же доставил ОЗУ, благо в этом ноутбуке есть такая возможность и сейчас играю на максималках. Работает тихо и с охлаждением проблем нет, также хотелось бы отметить яркий дисплей",
    "advantage": "Тихий, быстрый, яркий  дисплей\n",
    "disadvantage": "Не обнаружил"
  },
  {
    "author": " Максим  ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Брал данный ноут для работы и для игр. По всем параметрам отличный ноут. Видео карта супер, тянет все на высоких настройках. Проц для ноута тоже отличный",
    "advantage": "о своей задачей справляется, не зависает",
    "disadvantage": "Нет"
  },
  {
    "author": " Михаил ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Ноутбук отличный! Полностью доволен покупкой. Греется не сильно, засветов нет и никаких дефектов на экране не заметно. Заряд держит неплохо (учитывая железо не самое слабое) на 3-4 часа офиса хватает, если играть то уже не все так гладко. Корпус не люфтит, не скрипит. Современные игры тянет на средних-высоких, некоторые и на \"ультра\" потянет. В общем и целом лучше вариантов за 25к грн не нашёл. Товаром доволен, рекомендую!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Дима ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Хорошая машина. Отлично сбалансированная комплектация. Ноутбук реально радует своей работой. Приятный экран, приятная клавиатура. Довольно необычное решение с ssd на 256 Гб и обычным жёстким диском на 1 Тб, что в итоге по общему объёму выше, чем у равных по цене конкурентов.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Михаил ",
    "date": "28.01.2022",
    "stars": "5",
    "comment": "Хороший недорогой вариант для игр. Экран матовый, это плюс, цветопередача хорошая, яркости хватает. Ryzen 5 + 1650 дают хороший FPS на средних-высоких настройках в таких играх как PUBG,GTA 5,Ведьмак 3, APEX,если добавить еще 8гб ОЗУ можно даже поиграть в COD Warzone. Охлаждение хорошее, работает не громко. Очень понравилось, что тут установлен и SSD,и HDD (256гб + 1тб),есть доп разьем М2. USB 2 штуки + 1 USB Type-C,так же есть 3.5мм для наушников и микрофона. Набор неплохих технических характеристик и приятная цена, отличный вариант.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Злата ",
    "date": "28.01.2022",
    "stars": "5",
    "comment": "Температура и нагрузки процессора регулируются программами, экран при неверном драйвере очень тусклый, первично драйвера и обеспечение лучше ставить с официального сайта. Игры тянет хорошо.",
    "advantage": "описала",
    "disadvantage": "минусов нет"
  },
  {
    "author": " Юлия ",
    "date": "27.01.2022",
    "stars": "5",
    "comment": "В целом покупкой довольна. Покупала ради монтажа и рендера фильмов. Часовой ролик рендерится за 6-7 минут. Работа в программах видеомонтажа идет корректно, без зависаний. При этом одновременно у меня могут быть запущены фотошоп, 20-30 вкладок браузера, ворд и еще по мелочи...",
    "advantage": "со своей задачей справляется, не зависает",
    "disadvantage": "нет для меня"
  },
  {
    "author": " Лина ",
    "date": "27.01.2022",
    "stars": "5",
    "comment": "Мощное железо за эти деньги, аналоги от других производителей дороже ощутимо. Строгий дизайн без свистелок и цветных букв. Память не распаяна. Стоит плашка на 8ГБ и можно поставить вторую.",
    "advantage": "мощное железо, строгий дизайн",
    "disadvantage": "нет"
  },
  {
    "author": "Давид",
    "date": "27.01.2022",
    "stars": "4",
    "comment": "Очень удобно что есть и sdd и hdd, можно хранить программы и систему на одном и файлы на другом диске. В данной ценовой категории думаю он один из лучших.\n\nНО, не прошло и недели со времени покупки, как внутри начало что-то кататься\\шибуршать. Наклоняешь в стороны и очень хорошо слышен звук, что-то то там толи отвалилось, толи было плохо приделано. Причем никаких резких трясок ноутбука и тем более, падений не было. \nНельзя добавить оперативную память не разбирая ноут - придется идти в сервис, чтобы не потерять гарантию.",
    "advantage": "отличная цена, тихий",
    "disadvantage": "нельзя добавить озу не разбирая весь ноутбук"
  },
  {
    "author": " Яша ",
    "date": "26.01.2022",
    "stars": "5",
    "comment": "В целом ноутбук хорош и стоит своих денег, производительный тихий и холодный, звезд с неба не хватает, работу свою выполняет.Разбирается туго, как и легион, внутри все аккуратно и красиво. Есть юсб 3.2 и при установке винды потребует драйвера.Батареи хватает на 3-3.5 часа, вес адекватный.",
    "advantage": "цена/качество, тихий, не греется, аккумулятор емкий",
    "disadvantage": "нет"
  },
  {
    "author": " Павел ",
    "date": "26.01.2022",
    "stars": "5",
    "comment": "Взял ноутбук для игр и работы. Отличное железо, среднее охлаждение. Плюсом отмечу то он комбинированный. А в целом доволен.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Ярик ",
    "date": "25.01.2022",
    "stars": "5",
    "comment": "Отличный ноутбук. Производительный процессор, видеокарта. Можно до установить оперативную память. Сейчас ещё тестирую но вроде пока все нормально. Проблем нет, работает второй день.",
    "advantage": "Производительный процессор, видеокарта.",
    "disadvantage": "Нет"
  },
  {
    "author": " Андрей ",
    "date": "23.01.2022",
    "stars": "5",
    "comment": "Максимально коротко и без воды: свою стоимость полностью оправдывает, поиграть - не вопрос, работа (монтаж и фото) - не проблема! Добавил 8 Гб ОЗУ, такую же планку как и стояла с коробки - мир стал прекрасней) Процессор Ryzen5 , видеокарта 1650 Ti (да, 1660 Ti или RTX 2060 будет посолидней, но, кому как) достаточно для любых игр на высоких - ультра настройках, SSD на 256 Гб достаточно для того чтобы накинуть GTA 5 и еще 2-3 тяжелые ААА игры + софт и система (да еще и останется 40-50Гб). Сборка ДОСТОЙНАЯ, на опыте есть с чем сравнить. Резюме - в целом, брать, месяц использования - пока что не выявил недостатков. Благодарю за внимание!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Сергей ",
    "date": "17.01.2022",
    "stars": "5",
    "comment": "Ноут отличный. Ведьмак, Апекс и подобные игры идут без тормозов на высоких настройках. В обычной работе максимально тихий, что радует.  возможность апгрейда, ",
    "advantage": "дизайн",
    "disadvantage": "не нашел"
  },
  {
    "author": " Макс ",
    "date": "17.01.2022",
    "stars": "5",
    "comment": "Приятно порадовала покупка. Всем доволен, характеристики и надежность работы оправдывают свою цену. Ноутбук работает стабильно, тянет на максималках все игры, что я пробовал на нем. Хорошо справляется с программами монтажа и кодирования видео",
    "advantage": "Цвет ",
    "disadvantage": "Только один слот "
  },
  {
    "author": " Валерий ",
    "date": "15.01.2022",
    "stars": "5",
    "comment": "прекрасный черный строгий цвет, в совокупности параметров и цены делает этот ноутбук одним из лучших в своей цене",
    "advantage": "дизайн",
    "disadvantage": "не нашел"
  },
  {
    "author": " Валерий ",
    "date": "12.01.2022",
    "stars": "4",
    "comment": "Красивый дизайн, хорошее охлаждение и игровая видеокарта с матовым экраном, это все супер дополняет эту модель, рекомендую!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Рома ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Выбирали ноутбук для учебы а также игр, консультант предложил данный ноутбук по весьма привлекательной (как для игрового сегмента) цене. В первую очередь интересовало наличие хорошей видеокарты от 4 гб памяти. После месяца пользования могу сказать что работает данный ноут оперативно, железо справляется почти со всеми задачами и играми, за исключением сложных и тяжёлых игр с идеальной графикой. Отличное соотношение цены и качества. Рекомендую к приобретению.",
    "advantage": "Охлаждение, звук, железо",
    "disadvantage": "Не обнаружил"
  },
  {
    "author": " Давид ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Посоветовали данную модель. По пользовался им месяц и остался доволен. Порадовала новая система охлаждения, чёрный цвет. Возможность сделать 32 оперативы.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Александр  ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Красивый дизайн, хорошее охлаждение и игровая видеокарта с матовым экраном, это все супер дополняет эту модель, рекомендую! ",
    "advantage": "Звук ",
    "disadvantage": "Нет "
  },
  {
    "author": " сергей ",
    "date": "22.12.2021",
    "stars": "5",
    "comment": "красивый дизайн с крутой подсветкой для работы в вечернее время,шустрое железо и хорошее охлаждение, цена соответствует начинке",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " сергей ",
    "date": "16.12.2021",
    "stars": "5",
    "comment": "Очень красивый дизайн с белой подсветкой, стильный и строгий. внутри тоже не подвел, шустрая ссд и игровая видеокарта",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Виталий ",
    "date": "12.12.2021",
    "stars": "5",
    "comment": "крутое игровое и одновременно рабочее решение в хорошем корпусе и крутым охлаждением. приятный матовый экран и комбинированный накопитель",
    "advantage": "звук",
    "disadvantage": "нет"
  },
  {
    "author": " Димас ",
    "date": "09.12.2021",
    "stars": "5",
    "comment": "Для работы из коробки это отличный сбалансированный вариант... немножко настроить, докинуть оперативки и можно не о чем не волноваться.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Антон ",
    "date": "05.12.2021",
    "stars": "5",
    "comment": "этот ноутбук будет не плохим вариантом для игр,сложных работ,либо обработки графики. хороший корпус,экран матовый и охлаждение",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Олександрович ",
    "date": "30.11.2021",
    "stars": "4",
    "comment": "Процесор - один із топових, без питань;\nВідеокарта - базова ігрова, Warzone на мінімально-середніх налаштуваннях тягне спокійно;\n\nОперативна пам'ять - з 8 пише доступно 5.9 ГБ;\nДиски: (з нуля ще до встановлення Windows) HDD вільно 930 ГБ, SSD вільно 238 ГБ;\n\nОхолодження - при роботі в програмах і браузері, центральна частина клавіатури з часом трохи теплішає. При повному навантаженні під час гри корпус нагрівається, але не прям гарячий (очікував гіршого). Шум вентиляторів при повному навантаженні гучний, без навушників не дуже комфортно;\n\nЕкран - буквально найдешевший, засвіти на трьох сторонах;\nПластик - виглядає не прям дешево, але сліди від пальців залишаються одразу;\n\nГніздо для підключення зарядного знаходиться прям сильно збоку (на рівні кнопки лівого shift), але це обумовлено наявністю ще одного радіатора охолодження зліва (в минулому поколінні цієї моделі радіатор тільки справа і позаду);\n\nКлавіатура розширена, і з повнорозмірними стрілками, але підсвітка клавіатури виглядає прям дуже бюджетно (і в даній моделі тільки біла підсвітка, в моделях з потужнішими відеокартами - кольорова RGB);\n\nЄ type-C, зліва, але звичайних USB всього два, на правому боці (порада обирати usb-хаб з підключенням від type-C, тоді не буде заважати роботі мишкою).",
    "advantage": "Процесор\nВідеокарта\nПовнорозмірність клавіатури\nНаявність Type-C роз'єму\nЦіна",
    "disadvantage": "Екран\nПластик\nПідсвітка клавіатури\nВсього два порти USB\nНезручне розташування гнізда зарядного"
  },
  {
    "author": " Сергей ",
    "date": "24.11.2021",
    "stars": "5",
    "comment": "Начну пожалуй с того что мне не понравилось, это то что данный ноутбук как оказалось не имеет RGB подсветки, как это указано на фото. Подсветка, как оказалось, белая. В остальном ноутбук оказался очень хорошим. При работе на максимальных оборотах работает даже очень тихо, берет все современные игры довольно на высоких настройках. Понравилась так же и новая система охлаждения, по сравнению с ноутбуком IdeaPad Gaming 3 которым владеет мой брат, имеет еще один радиатор с левой стороны. Очень приятный дизайн, работать и играть на таком ноутбуке одно удовольствие. ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Олег ",
    "date": "23.11.2021",
    "stars": "5",
    "comment": "Шустрый, стильный, хорошая сборка. Шустрый. Мощный, дизайн. Есть возможность доставить оперативку.",
    "advantage": " ",
    "disadvantage": " "
  }
]