[
  {
    "item": "Ноутбук LENOVO IdeaPad Gaming 3 15ARH05 Chameleon Blue (82EY00G2RA)",
    "price": "26 999 грн.",
    "characteristics": "Диагональ экрана 15.6\"; Разрешение экрана 1920x1080 (Full HD); Тип экрана IPS; Линейка процессора AMD Ryzen 5; Модель процессора 4600H; Частота процессора 3.0 - 4.0ГГц; ",
    "url": "https://eldorado.ua/noutbuk-lenovo-idea-pad-gaming-3-15-arh05-chameleon-blue-82-ey00-g2-ra-/p71317274/"
  },
  {
    "author": " Дима  ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Приятно порадовала покупка. Всем доволен, характеристики и надежность работы оправдывают свою цену. Ноутбук работает стабильно, тянет на максималках все игры, что я пробовал на нем. Хорошо справляется с программами монтажа и кодирования видео",
    "advantage": "Крутой экран и дизайн ",
    "disadvantage": "нету "
  },
  {
    "author": " Николай  ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Лучший ноутбук до тридцати тысяч гривен. Крутая система охлаждения - работает в играх и в нагрузках при температурах 70 градусов, шумит не сильно громко, но отводит тепло на 10 из 10. В играх нету фризов и зависаний, картинка плавная, без разрывов. Рекомендую к покупке тем, кто ищет недорогой качественный ноутбук",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Сергей ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Отличный ноутбук для всех задач! Брал себе для игр и работы! Мощный проц, быстрая оперативка, хорошая видеокарта справляется с большинством игр на отлично! Ноутбук почти не греется за счет хорошей системы охлаждения",
    "advantage": "корпус  экран  и дизайн ",
    "disadvantage": "нету "
  },
  {
    "author": " Ваня ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "процессор очень быстрый, хватает для всего с запасом, видеокарта вытягивает большинство игр на высоких. Охлаждение адекватное, сам разгоняется когда нужно и замедляется, шум адекватный. Матрица IPS картинка хорошая, подсветка клавиатуры удобная, камера закрывается специальной шторкой",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Макс ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Очень хороший ноутбук хотела что то игровое не за все деньги мира. Долго искала что то толковое не на старом процессоре. Тут все сошлось и новый процессор и толковая графика. Оперативной памяти мне хватило радует что смогу добавить по необходимости. Дизайн простой приятный. Материалы корпуса тоже нормальные. Из плюсов еще 2 года гарантии. В общем хороший ноутбук",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Сергей ",
    "date": "21.02.2022",
    "stars": "5",
    "comment": "Ноутбук чудовий, користуюся вже 2 тижні. За рахунок SSD працює дуже швидко, підходить для будь-яких задач. Для ігор бажано додати ще одну ідентичну планку ОЗУ",
    "advantage": "Ціна, якість збірки, швидкість роботи",
    "disadvantage": "Немає"
  },
  {
    "author": " Валерий ",
    "date": "12.02.2022",
    "stars": "5",
    "comment": "отличная модель игрового сегмента за свою стоимость! хорошая видеокарта на 4 Гб, хороший корпус и крутое охлаждение делают его очень конкурентноспособным",
    "advantage": "цена,параметры",
    "disadvantage": "нет"
  },
  {
    "author": " Игнат ",
    "date": "09.02.2022",
    "stars": "5",
    "comment": "Отличный ноутбук за свои деньги. Довольно-таки легкий, красивый дизайн, не шумит, можно играть довольно долго без перегрева, благодаря SSD система работает очень шустро. Как по мне это самый дешевый ноутбук с такими характеристиками. В целом, приобретением данного аппарата очень доволен",
    "advantage": "Накопители, корпус, охлаждение",
    "disadvantage": " "
  },
  {
    "author": " Максим ",
    "date": "04.02.2022",
    "stars": "5",
    "comment": "этот вариант будет хорошим бюджетным решением если охота поиграть( видео чип на 4 ГБ) хорошее охлаждение и процессор",
    "advantage": "цена",
    "disadvantage": "звук"
  },
  {
    "author": " Сергей ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "процессор очень быстрый, хватает для всего с запасом, видеокарта вытягивает большинство игр на высоких. Охлаждение адекватное, сам разгоняется когда нужно и замедляется, шум адекватный. Матрица IPS картинка хорошая, подсветка клавиатуры удобная, камера закрывается специальной шторкой, ничего клеить не нужно ",
    "advantage": "Дисплей цена ",
    "disadvantage": "нету "
  },
  {
    "author": " Макс ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Ноутбук чудовий, користуюся вже 2 тижні. За рахунок SSD працює дуже швидко, підходить для будь-яких задач. Для ігор бажано додати ще одну ідентичну планку ОЗУ",
    "advantage": "Ціна, якість збірки, швидкість роботи",
    "disadvantage": "Немає"
  },
  {
    "author": " Валерий ",
    "date": "23.01.2022",
    "stars": "4",
    "comment": "Данный ноутбук можно отнести к многозадачным, так как он прекрасно подойдет и для развлечений, так и для работы или учебы. Достаточно тонкие рамки, клавиатура с синей приятной подстветкой, механическая шторка на камере, хорошая цветопередача, 8-ми ядерный процессор, возможность добавить память. Хороший вариант за свой бюджет.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Стас ",
    "date": "23.01.2022",
    "stars": "5",
    "comment": "Купил ноутбук сыну для учебы и конечно игр, он давно просил, и на день рождения наконец получил собственный ноутбук. Качеством ноута я доволен, я и сам любитель поиграть так что знаю на что обращать внимание. Ноут шустрый, мощный, спокойно запускает многие игры на ультрах. Система охлаждения хорошо работает, он не перегревается и не вырубается на самом интересном месте. Ноут довольно легкий для игрового, дизайн не игровой но выглядит приятно. На нем стоит хороший качественный экран с ips матрицей, поэтому угол обзора и цвета насыщенные и яркие.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Влад ",
    "date": "21.01.2022",
    "stars": "5",
    "comment": " ",
    "advantage": "Мощный в играх",
    "disadvantage": "Надо добавлять 8 оперативки"
  },
  {
    "author": " Антон ",
    "date": "15.01.2022",
    "stars": "5",
    "comment": "отличное соотношение цена\\качество\\комплектация в совокупности с крутым дизайном и матрицей! хорошее быстродействие в играх и интернете",
    "advantage": "быстродействие",
    "disadvantage": "звук"
  },
  {
    "author": " Владимир ",
    "date": "13.01.2022",
    "stars": "5",
    "comment": "Ноутбук отличный, покупал для работы и игр. С двумя этими пунктами справляется на ура. Советую всем, лучше аппарата за эти деньги вы не найдете.",
    "advantage": "Быстродействие, качественная матрица, хороший ход клавиш , хорошие показатели даже в очень требовательных играх, хорошая система охлаждения.",
    "disadvantage": "Тихие динамики , мало портов USB (2 шт) - но все это придирки."
  },
  {
    "author": " Валерий ",
    "date": "09.01.2022",
    "stars": "5",
    "comment": "нравится его дизайн, охлаждение и крепления! приобретался для работы с графикой и просто для себя и отдыха, и со всем этим справляется на отлично и радует каждый день",
    "advantage": " ",
    "disadvantage": "нет"
  },
  {
    "author": " Константин ",
    "date": "05.01.2022",
    "stars": "4",
    "comment": "Хороший ноутбук. Брал для учёбы и игр, хорошо справляется со всеми поставленными ему задачами, производительность высокая, игры тянет на высоких спокойно, отличный аппарат.",
    "advantage": "Цена,производительность",
    "disadvantage": " "
  },
  {
    "author": " Артём  ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Отличная модель для повседневных задач, просмотра кино, игр само собой. В игровом корпусе с хорошим охлаждением и крутой видеокартой на 4гб",
    "advantage": "Корпус ",
    "disadvantage": "Нет "
  },
  {
    "author": " Дмитрий  ",
    "date": "02.01.2022",
    "stars": "5",
    "comment": "Покупал для работы и игр. Отличный ноутбук, со всеми нужными мне задачами идеально справляется. Оперативной памяти 16гб ,система работает быстро при работе сразу многих программ одновременно .SSD всего на 128 гб, но стоит HDD на 1TB,для меня такой вариант распределения памяти очень удобен. Хорошая видеокарта  GTX 1650 ,для игр производительности достаточно.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Коля ",
    "date": "31.12.2021",
    "stars": "5",
    "comment": "Ноут за свои деньги - бомба. Со своими задачами справляется на отлично, даже Киберпанк на средних тянет без проблем и не перегревается. Выглядит ноутбук не как другие игровые, что даже плюс, но при этом начинка в нем отличная, а память можно апгрейдить.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " сергей ",
    "date": "22.12.2021",
    "stars": "5",
    "comment": "красивый внешний вид, приятная подсветка синего цвета, в тон ноутбуку. внутри шустрое железо и продуктивный проц, и  приятный матовый экран ",
    "advantage": "звук",
    "disadvantage": "не нашел"
  },
  {
    "author": " Виталий ",
    "date": "17.12.2021",
    "stars": "5",
    "comment": "ХОРОШЕЕ СООТНОШЕНИЕ цены и качества в данной комплектации. крутой корпус и охлаждение, интересный дизайн. приятно удивили оперативная память и шустрый проц.",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Игорь ",
    "date": "09.12.2021",
    "stars": "5",
    "comment": "Брал для работы, работает быстро, не шумит, довольно красивый цвет корпуса, в игры еще не пробовал.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Антон ",
    "date": "28.11.2021",
    "stars": "5",
    "comment": "этот ноутбук будет отличным вариантом для игр,учебы,работы и любых задач.красивый,с хорошим экраном и охлаждением",
    "advantage": "все",
    "disadvantage": "нет"
  },
  {
    "author": " Олександр ",
    "date": "24.11.2021",
    "stars": "5",
    "comment": "Ноутбук топ по всем параметрам ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Алексей  ",
    "date": "23.11.2021",
    "stars": "5",
    "comment": "Брал для учебы и работы, покупкой доволен, работает все быстро, доставил еще 8 оперативы и стал работать еще быстрее. ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Денис ",
    "date": "22.11.2021",
    "stars": "5",
    "comment": "Давно хотел его приобрести, так как точно такой же полгода назад приобрел мой брат. Ноутбук ему и мне очень понравился, работает отлично, хорошая видеокарта и отлично справляется со всеми, даже со современными играми. Система охлаждения довольно тоже хороша, можно играть довольно долго. Играл на нем в Cyberpunk на средних настройках тянет отлично. Еще мне понравилось и то что можно добавить еще одну планочку на 8 ГБ, что я и сделаю.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " сергей ",
    "date": "21.11.2021",
    "stars": "5",
    "comment": "не тяжелый игровой девайс за относительно небольшие деньги с хорошими параметрами! универсальный помощник для всей семьи и развлечений",
    "advantage": "экран,корпус,звук",
    "disadvantage": "пока не нашел"
  },
  {
    "author": " сергей ",
    "date": "07.11.2021",
    "stars": "5",
    "comment": "выбрал этот ноут изза соотношения цены и параметров. хорошее качество, корпус и охлаждение с игровыми параметрами",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Валерий ",
    "date": "19.10.2021",
    "stars": "5",
    "comment": "хороший вариант для всей семьи в игровом корпусе, с хорошим охлаждением,матовым экраном и отличной начинкой за не большую стоимость!",
    "advantage": "охлаждение",
    "disadvantage": "нет"
  },
  {
    "author": " Валерій ",
    "date": "17.09.2021",
    "stars": "4",
    "comment": "ноутбук в цілом хороший , відповідає своїй характеристикам \nно після покупки появився страний електричний звук зі сторони підключення зарядного устройства , но на роботу це не впливає но звук роздражає , в чому проблема? як її вирішити??",
    "advantage": "цена,вид",
    "disadvantage": "Страний електричний звук"
  },
  {
    "author": " Кирилл ",
    "date": "13.09.2021",
    "stars": "5",
    "comment": "\nПроцессор, имеет идельное соотношение мощности и енергопотребления, при том что это 6 ядерный 12 поточный АМД.\nВсе игрухи летают в меру производителтности 1650.\nДизайн идеальный, железки игровые, но вид хорошего  ноутбука, выглядит не дешево.\nЕкран добротный засветов нет. \nССД быстрый, система работает очень шустро.\nОхлаждение одно из самых правильных, и продуманных, тихое и эффективное.\n",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Антон ",
    "date": "11.09.2021",
    "stars": "5",
    "comment": "Отличный вариант за свои деньги. шустрая ссд, есть возмоэжность доставить хдд. Хорошас ипс матрица, и игровая видеокарта 1650",
    "advantage": "цена,корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Веталь ",
    "date": "26.08.2021",
    "stars": "5",
    "comment": "В целом ноутбук просто шикарный. Все игры идут на высоких настройках без каких-либо фризов. Metro Exodus меньше 40 fps не проседает.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Рудник Дмитрий ",
    "date": "22.08.2021",
    "stars": "5",
    "comment": "Как по мне это самый дешевый ноутбук с такими характеристиками. К тому же, как я понял, можно добавить оперативной памяти без потери гарантии. А это тоже не мало важно, особенно когда денег на более дорогую машину у тебя не хватает. Работать и играть на этом ноуте одно удовольствие. При больших нагрузках система охлаждения справляется. В основном у меня это при видеомонтаже и играх. SSD на 120 ГБ мне хватило на установку Windows, антивируса и софта для работы, игры ставлю на HDD. В общем ноутбук отличный.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Аноним ",
    "date": "22.08.2021",
    "stars": "5",
    "comment": "Теряется гарантия в случае добавления ещё одной планки ОЗУ в магазине КТС?",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Коцюба Александр ",
    "date": "10.08.2021",
    "stars": "5",
    "comment": "Отличный ноутбук за свои деньги. К тому же есть возможность легкой модернизации. Планирую поставить больше ОЗУ так как 8 ГБ мне кажется маловато. Но с 16 ГБ ОЗУ будет стоить или дороже или слабее по своим характеристикам, а в этом ноутбуке если даже сам доставляешь планочку оперативной памяти гарантия не снимается. Думал так же заменить SSD с 128 ГБ на больший объем, от этой идеи отказался так как оказалось, что этой памяти мне на операционную систему, драйвера и всех необходимых программ мне вполне хватает. Хочу также подметить и отличную систему охлаждения при нагрузке работать комфортно, и шум как для игровых ноутбуков довольно мал. Понравилась клавиатура, имеет хороший ход клавиш, и очень удобная, выделенные стрелки, синяя подсветка которая не режет глаза. Понравилось и и то что производитель позаботился и поставил шторку на веб камеру.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Алексей ",
    "date": "06.08.2021",
    "stars": "5",
    "comment": "Недорогой производительный ноутбук, тянет все игры без проблем.Довольно-таки легкий, мой предыдущий, который был раза в 3 слабее этого зверька, весил больше раза в 2. Матовый четкий экран без бликов, после глянца вообще шикарно.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Евгений",
    "date": "28.07.2021",
    "stars": "5",
    "comment": "Купил ноутбук неделю назад. Использую его как для работы (Adobe Premiere, Photoshop и т.д) , так и для игр (Dota, Liga of Legends, Call of Durty Warzone). Правда, очень доволен. Посмотрим что будет дальше, но пока -- это самый лучший ноутбук с соответствием цена-качество! ",
    "advantage": "цена, начинка, внешний вид ",
    "disadvantage": "нет"
  },
  {
    "author": " Дехтярь Геннадий ",
    "date": "24.07.2021",
    "stars": "5",
    "comment": "Купил сегодня , протестировал , дисплей супер , звук чёткий , не сильно громкий как у некоторых ноутбуков , слушать можно .. Не тупит , летает . Один минус ssd мелкий (.",
    "advantage": " ",
    "disadvantage": "Ссд маленький"
  },
  {
    "author": " Стас ",
    "date": "18.07.2021",
    "stars": "3",
    "comment": "Есть ос ?",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Сергей",
    "date": "05.07.2021",
    "stars": "5",
    "comment": "Ноут тащит всё, я доволен",
    "advantage": "За свой ценник лучше не найти",
    "disadvantage": "тачпад побрякивает и ссд побольше бы"
  },
  {
    "author": " Василий ",
    "date": "27.06.2021",
    "stars": "5",
    "comment": "Покупал сыну на подарок для учебы и игр. Два месяца пока полёт нормальный, игры идут, остальное вообще легко. Есть подсветка клавиатуры, неплохой ips экран. Я считаю что цену оправдывает. Из минусов наверное отмечу что когда под нагрузкой нагревается то шумят вентиляторы. Но это ожидаемо, тем более ноут бюджетный. А так пока больше минусов не выявлено.",
    "advantage": "Цена, производительность.",
    "disadvantage": "Вентилятор шумит под нагрузкой."
  },
  {
    "author": " Leonid ",
    "date": "17.06.2021",
    "stars": "5",
    "comment": "Доступная цена -Простой Дизайн (Мне понравилась синяя версия) -Физическое перекрытие веб-камеры -Удобная клавиатура с неплохой подсветкой и шорткатами (F и J выделены для слепого набора) У подсветки три режима работы Выкл, 50% и 100% яркости -60 Герц IPS матрица -Неплохое управление системой охлаждения -Есть дополнительное место под установку дополнительно sata или m.2 накопителя (В комплекте есть шлейф на sata и 4 винтика) -Неплохой софт Lenovo Vantage -Легко разбирается",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Denis ",
    "date": "12.06.2021",
    "stars": "5",
    "comment": "Отличный ноутбук из рода игровых для начинающи, 6ти ядерный райзен 4х гиговая видеокарта , оперативы 8 . Для системы 128гиговый ссд . При желании можно увеличить оперативу добавлением плашки на 8,и того получим 16. Не перегревается и имеет приятный ips экран. Полноценная 4лавиатура на которой удобно работать , а также играть. Один из лучших вариантов для рефератов)",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Роман ",
    "date": "31.05.2021",
    "stars": "5",
    "comment": "Соотношение цена-качество пожалуй лучшее на рынке. Топовый 6-ми ядерный процессор, мощная игровая видеокарта GTX1650 и оперативки в целых 8Гб делают этот ноутбук отличным решением для видеоигр и монтажа видео! Кстати, там отличная система охлаждения - не греется и не шумит. Советую эту модель!",
    "advantage": "..",
    "disadvantage": "Нет"
  },
  {
    "author": " Иван ",
    "date": "12.05.2021",
    "stars": "5",
    "comment": "Топовый ноутбук с процессором 6ти ядерным ryzen5 , отличной комплектацией (8/512), игровой видеокартой начального уровня, которой хватит и нейросетки пообучать. Клавиатура приятная-нажатия плавные, кнопки расположены эргономично, есть намлок, который как и капс с диодом включения. Пока непривычен вынос стрелок, но привыкнуть- дело времени. Комп шустрый, летает как надо.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Oleg ",
    "date": "22.04.2021",
    "stars": "5",
    "comment": "Достаточно производительное устройство, лучшая сборка в данной ценовой категории. Связка видеокарты и процессора дает возможность работать с требовательными программами без зависаний. Охлаждение продуманное, 2 кулера работают достаточно тихо. ",
    "advantage": "Цена",
    "disadvantage": " "
  },
  {
    "author": " Evgen ",
    "date": "17.04.2021",
    "stars": "5",
    "comment": "Очень привлекательный ноутбук с точки зрения цена - возможности и качество. Производительный процессор райзен5 8 оперативной памяти  вместе с 4 игровой игровой видеокартой. Позволит качественно играть в рефераты и Гугл таблицы). Качественные комплектующие рассчитаны на долгий период работы.",
    "advantage": "Цена, характеристики",
    "disadvantage": " "
  },
  {
    "author": " Максим  ",
    "date": "11.04.2021",
    "stars": "5",
    "comment": "Приятно удивил своей сборкой данный аппарат, так же большим плюсом является наличие комбинированного накопителя ссд+хдд, не теряется скорость работы + много места. Игровая видеокарта 1650 подойдёт для обработки фото/видео. В целом ноут приятно порадовал для своей цены хорошее качество ",
    "advantage": "Корпус, охлаждение ",
    "disadvantage": "Вес "
  },
  {
    "author": "Олег",
    "date": "31.03.2021",
    "stars": "5",
    "comment": "Купили сыну для игр и работы с видео, он играет и снимает видео, а потом монтирует. По характеристикам это эталлонное решение для его цены! 8гб ОЗУ (на досуге добавлю ещё планку на 8Гб) для игры и для монтажа роликов хватает, мощная видеокарта GTX GeForce на 4 ГБ, так же для игр в комфортой графике и для обработки видео. Терабайт HDD для хранения файлов и SSD для быстроты операционной системы. Классный ноут, больше добавить нечего.",
    "advantage": "дизайн железо охлаждение",
    "disadvantage": "нету"
  },
  {
    "author": "Олег",
    "date": "27.03.2021",
    "stars": "5",
    "comment": "Понравился мне этот ноутбук своим экраном и синей подсветкой клавиатуры, которая совсем не раздражает. Еще одна причина по которой я взял именно ноутбук Lenovo - это то, что мой друг пользуется таким уже около полугода, и именно он мне советовал этот ноутбук. Компьютер шикарный, быстрый, отличный отклик клавиатуры, довольно большой и удобный тачпад, и корпус собран на совесть. Пользуюсь им около двух месяцев и полностью доволен. Райзен5 4-го поколения - очень производительный процессор, целых 6 ядер, хватает для всего, видеокарта вообще выше всяких похвал, и монтаж видео и новые требовательные видеоигры тащит на ура!)",
    "advantage": "железо, дизайн, подсветка",
    "disadvantage": "нет конечно"
  },
  {
    "author": " Евгений ",
    "date": "27.03.2021",
    "stars": "5",
    "comment": "Очень хорошие характеристики ноутбука , как раз для рефератов и игры ) привлекательный дизайн с хорошим охлаждением. Full hd ips Матрица , чтобы не уставали глаза. 6ти ядерный процессор. Так же есть свободный слот под вторую планку оперативной памяти. Выбор хороший , в этом ноутбуки за свою цену есть всё.",
    "advantage": "Производительность, цена, качество.",
    "disadvantage": "Нету"
  },
  {
    "author": " Сергей ",
    "date": "26.03.2021",
    "stars": "5",
    "comment": "Данная модель интересна своим экраном и необычным дизайном синий цвет переливается , клавиатура трёх режимов. Возможности ноутбука неограниченны : играй , работай , обучался, развлекался. Полностью доволен!",
    "advantage": "Долгое время работы, хорошое охлаждение.",
    "disadvantage": " "
  },
  {
    "author": " Вадим ",
    "date": "25.03.2021",
    "stars": "5",
    "comment": "Мощный, хватает на всё, в т.ч. и на игры, у меня Hell let Loose на чуть ниже, чем ультра 60 стабильно выдаёт",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Евгений ",
    "date": "25.03.2021",
    "stars": "5",
    "comment": "Данный ноутбук можно отнести к многозадачным, так как он прекрасно подойдет и для развлечений, так и для работы или учебы. Достаточно тонкие рамки, клавиатура с синей приятной подстветкой, механическая шторка на камере, хорошая цветопередача, 8-ми ядерный процессор, возможность добавить память. Хороший вариант за свой бюджет.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Михаил",
    "date": "25.02.2021",
    "stars": "4",
    "comment": "Прекрасное обслуживание по адресу г. Харьков, проспект Московский 257",
    "advantage": "Отличный ноутбук, один из лучших вариантов за свои деньги, все очень нравится",
    "disadvantage": "их нет"
  },
  {
    "author": "Олена",
    "date": "21.02.2021",
    "stars": "5",
    "comment": "Дякую за гарне обслуговування в магазині за адресою м.Вінниця · просп. Коцюбинского, 78",
    "advantage": "Ноут швидкий, яскрава графіка та дисплей, підсвітка клавіатури, яка підходить як для роботи так і для ігор, ноутбук дуже сподобався.",
    "disadvantage": "Немає"
  },
  {
    "author": " Назар ",
    "date": "16.02.2021",
    "stars": "5",
    "comment": "Впечатляющий внешний вид, отличные характеристики, к тому же можно и доставить во второй слот планочку оперативной памяти. Замечательный дисплей, подсветка клавиатуры нестандартно синего цвета (не раздражает красным, и в тоже время не обыкновенно белого цвета). Понравилась клавиатура, отличный ход клавиш - идеально подходит как для работы и для игр. Хорошая система охлаждения - ноутбук практически никогда не греется, и шума гораздо меньше нежели от компьютеров подобной категории. Превосходная матрица с хорошей цветопередачей. Также понравилась сборка корпуса - выглядит довольно надежно. Использую его как для игр, так и для учебы. С установкой оперативной памяти проблем не возникло. Так что ноутбук мне очень понравился.",
    "advantage": "Хорошая сборка, клавиатура, матрица",
    "disadvantage": "Нету"
  }
]