[
  {
    "item": "Ноутбук LENOVO IdeaPad 3 15IML05 Business Black (81WB00R3RA)",
    "price": "18 499 грн.",
    "characteristics": "Диагональ экрана 15.6\"; Разрешение экрана 1366x768 (HD Ready); Тип экрана TN+film; Линейка процессора Intel Core i3; Модель процессора 10110U; Частота процессора 2.1 - 4.1ГГц; ",
    "url": "https://eldorado.ua/noutbuk-lenovo-ideapad-3-15iml05-business-black-81wb00r3ra-/p71309724/"
  },
  {
    "author": " Максим ",
    "date": "11.02.2022",
    "stars": "5",
    "comment": "отличный выбор для всех домашних. цена-качество на не плохом уровне, как для не дорогого ноута. быстрый хдд и приятный матовый экран",
    "advantage": "цена",
    "disadvantage": "звук"
  },
  {
    "author": " андрей ",
    "date": "06.02.2022",
    "stars": "5",
    "comment": "цена,параметры,корпус и охлаждение просто супер. приобретал ноут для обычных домашних потребностей и он полностью их оправдал",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Виктор ",
    "date": "06.02.2022",
    "stars": "5",
    "comment": "Приобретал ноутбук для учебы! Понравилась охлаждайка и сборка корпуса. Ssd обеспечивает быстродействие, а дискретная видеокарта подходит для любительской обработки фото обработки фото и видео, нетребовательных игр. Для меня самый топчик)",
    "advantage": "Шустрый накопитель, видеокарта, корпус",
    "disadvantage": " "
  },
  {
    "author": " Данил  ",
    "date": "30.01.2022",
    "stars": "5",
    "comment": "Не смотря на то что это 15 дюймов он очень компактный, хорошее качество за эти деньги — качественный корпус и отличная матрица. Работает тихо, не тормозит. Памяти очень много брал для хранения информации чтоб не таскать с собой съемный жесткий",
    "advantage": "бюджет,корпус",
    "disadvantage": "звук"
  },
  {
    "author": " Максим ",
    "date": "27.01.2022",
    "stars": "5",
    "comment": "хороший бюджетный вариант рабочей лошадки для не сложных работ,учебы,интернета и кино, в не плохом корпусе и габаритами",
    "advantage": "бюджет,корпус",
    "disadvantage": "звук"
  },
  {
    "author": " Филипп ",
    "date": "24.01.2022",
    "stars": "5",
    "comment": "Не плохой средний бюджет.  Выбрал сугубо для офисной работы и просмотра видео и сёрфинга в интернете.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " максим ",
    "date": "16.01.2022",
    "stars": "5",
    "comment": "выбирал эту модель из соотношения цена\\качество и этот вариант один из лучших! хороший корпус, охлаждение и крепление. параметров для домашнего использования более чеи достаточно",
    "advantage": "цена,качество",
    "disadvantage": "нет"
  },
  {
    "author": " Виталий ",
    "date": "06.01.2022",
    "stars": "5",
    "comment": "хорошая бюджетная модель для всей семьи, учебы и просмотра кино. В игрушки слабо можно поиграть, но тут и не об этом. Хорошего качества корпус и охлаждение",
    "advantage": "цена,корпус",
    "disadvantage": "звук"
  },
  {
    "author": " Roma ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Ноутбуком пользуемся с женой. Для работы и развлечений. Пока более чем доволен покупкой. Приятно удивил звук и характеристики экрана. ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Роман ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Брав собі ноут для офісних задач середньої важкості. Особливих нарікань немає, працює дуже швидко та досить тихо. Приємно здивувала клавіатура, м'який хід клавіш, тактильної приємний матеріал корпуса). Єдине, чого не вистачає і хотілося б бачити - роз'єм type-c, замість стандартного роз'єму.\nВпевнено можу рекомендувати даний ноутбу як рішення для робочих та офісних задач.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Олег ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Работает шустро, Лицензия Win10 предустановлена. TN-матрица не самая лучшая, конечно, но IPS это уже другой ценовой сегмент.\nСейчас трудно представить себе ноутбук без SSD, поскольку этого требует ресурсоемкая операционная система. Основополагающий элемент в скорости работы и загрузки в современных ноутбуках.\nДостался с хорошей скидкой. В целом доволен.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Александр ",
    "date": "05.01.2022",
    "stars": "5",
    "comment": "Покупал сыну (15 лет) на день рожденья для учебы и программирования. Выбор пал на Lenovo, так как сам работаю уже два года на ноуте этого бренде по рекомендации нашего IT отдела и очень доволен.\nСразу договорились с сыном, что эта модель не годится для игр, чтобы не было лишних иллюзий. Для своей цены очень приемлемый вариант, ребенок доволен.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Сергей ",
    "date": "05.01.2022",
    "stars": "4",
    "comment": "Приобрел этот ноутбук по причине, что среди всех остальных компьютеров этот Lenovo оказался самым не дорогим ноутбуком который имеет довольно хорошую конфигурацию, и к тому же установленную операционную систему Виндовс. Приобретением остался доволен, ноутбук работает быстро, со всеми программами справляется отлично. В основном пользуюсь Word, Excel и Zoom.",
    "advantage": "Многозадачность, производительность",
    "disadvantage": " "
  },
  {
    "author": " сергей ",
    "date": "02.01.2022",
    "stars": "5",
    "comment": "очень удобная модель, для своей цены. плюсом является уже предустановленная операционка, в не плохом корпусе с крутым процессором",
    "advantage": "корпус",
    "disadvantage": "не нашел"
  },
  {
    "author": " Виталий ",
    "date": "23.12.2021",
    "stars": "5",
    "comment": "шустрый i3 процессор, в хорошем корпусе с матовым экраном и не плохим звуком.будет хорошим решением для всей семьи",
    "advantage": "звук,матрица",
    "disadvantage": "не нашел"
  },
  {
    "author": " Василий ",
    "date": "14.12.2021",
    "stars": "5",
    "comment": "ТОп Топ Топ",
    "advantage": "ТОп",
    "disadvantage": "Нет"
  },
  {
    "author": " сергей ",
    "date": "12.12.2021",
    "stars": "5",
    "comment": "хороший бюджетный выбор ноутбука для всей семьи, в хорошем корпусе с матовым экраном и охлаждением ",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Клим ",
    "date": "09.12.2021",
    "stars": "5",
    "comment": "То что мне понравилось в этом ноутбуке, так это умеренная цена, довольно приемлемая конфигурация для работы, имеет дискретную видеокарту объемом 2 ГБ и предустановленную операционную систему Виндовс 10 (Лицензию). А также мне по акции досталась офис 365, подписка годовая за-то лицензия. Работает ноутбук быстро, иногда играю в старые игры такие как Герои меча и магии 3 или GTA San Andreas, с этими играми ноутбук справляется довольно хорошо. Но брал я его в основном для интернет серфинга и работы с текстом. Мои ожидания компьютер оправдал полностью, машина отличная.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Виктор ",
    "date": "09.12.2021",
    "stars": "5",
    "comment": "Ноутбук брал для учебы, работает быстро и довольно долго живет от батареи,  весит немного, взял в портфель и пошел.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Артем ",
    "date": "23.11.2021",
    "stars": "5",
    "comment": "Брал ноут для учебы, работает хорошо, даже в кс на парах сыграть можно, от батареи живет довольно долго.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Валентин ",
    "date": "22.11.2021",
    "stars": "5",
    "comment": "Приобрел этот ноутбук по причине, что среди всех остальных компьютеров этот Lenovo оказался самым не дорогим ноутбуком который имеет довольно хорошую конфигурацию, и к тому же установленную операционную систему Виндовс. Приобретением остался доволен, ноутбук работает быстро, со всеми программами справляется отлично. В основном пользуюсь Word, Excel и Zoom.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Антон ",
    "date": "21.11.2021",
    "stars": "5",
    "comment": "тонкий,легкий,производительный это все про данную модель, приятно удивили шустрый процессор и матовый экран с хорошей яркостью",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " сергей ",
    "date": "14.11.2021",
    "stars": "5",
    "comment": "универсальный помощник для дома и всей семьи,просмотра кино,учебы,не сложной работы и всех обычных повседневных задач",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Александр ",
    "date": "09.11.2021",
    "stars": "5",
    "comment": "Покупал ноутбук для учёбы, использую его в Word, Excel, справляется с задачами отлично. Матрица TN ,но читать на ней комфортно. Ноутбук лёгкий,тоненький, клавитура имеет приятный ход клавиш.Процессора хватает для офисных программ и интернета. Веб-камера хорошего качества, порадовало наличие 3.5mm jack для наушников. HDD не установлен, стоит SDD на 256 гб, для документов, таблиц места достаточно. В целом хороший офисный ноутбук, за свою цену выполняет максимум функций, так же порадовал подарок в виде беспроводной мыши.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Виктор ",
    "date": "21.10.2021",
    "stars": "5",
    "comment": "Покупался этот ноутбук дочери для учебы в случае перехода на дистанционное обучение. Выбрали этот ноутбук так как это оказалась самый не дорогой компьютер, с нормальными характеристиками и предустановленной ОС Windows. По работе ноутбука скажу, что работает он отлично. Не редко для видеоконференции пользовался я сам, работает в интернете быстро. Даже видеоматериал можно посмотреть. Единственно что через матрицу TN цвета немного не реалистичны, но зато работать с текстом гораздо комфортнее нежели на IPS. Ноутбук мне и дочери понравился.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Валерий ",
    "date": "26.09.2021",
    "stars": "5",
    "comment": "отличное решение для работы, не сложной учебы, просмотра кино, серфинга в интернете и просто приятного время провожэдения. Хороший корпус и крепление, не тяжелый",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " сергей ",
    "date": "15.09.2021",
    "stars": "5",
    "comment": "простой, не дорогой но в тоже время универсальный ноут. подойдет для большинства повседневных задач,просмотра кино,учебы и не сложной работы. Тонкий,легкий,не шумный",
    "advantage": "корпус",
    "disadvantage": "нет"
  },
  {
    "author": " Татьяна ",
    "date": "12.09.2021",
    "stars": "5",
    "comment": "Работает быстро, не шумит не греется. Понравился он мне тем что здесь стоит SSD диск и уже установленная операционная система Windows. В основном я на нем работаю с таблицами Excel и в интернете открываю около пяти вкладок. Не редко смотрю видео и общаюсь по Viber и Skype.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Валерий ",
    "date": "11.09.2021",
    "stars": "5",
    "comment": "хороший выбор ноута для своей стоимости. хорошей сборки корпус, крепления а так же очень шустрая ссд на 256 гб!",
    "advantage": "цена",
    "disadvantage": "пока нет"
  },
  {
    "author": " Илья ",
    "date": "26.08.2021",
    "stars": "5",
    "comment": "Хороший ноут, отлично справляется с работой в офисе, иногда также можно фильмы посмотреть и запустить простые игры.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Алексей Калинкин ",
    "date": "25.08.2021",
    "stars": "5",
    "comment": "Ноутбук однозначно стоит своих денег. 8 гб оперативной памяти для ноутбука хватит на ближайшие годы, процессор справляется даже с непростыми программами по типу фотошоп2021 и adobe premier pro.В качестве печатной машинки и видеоплеера лучше устройства не придумаешь. Покупал по акции, с оптической мышкой в подарок.",
    "advantage": "Реально стоит своих денег",
    "disadvantage": "Не нашел"
  },
  {
    "author": " Denis ",
    "date": "23.08.2021",
    "stars": "5",
    "comment": "Удивляет скоростью загрузки системы и быстродействием в программах.Дизайн, цвет и текстура пластика придают вид более дорого устройства.Приятный точный тачпад.",
    "advantage": "быстро грузится и нормально работает",
    "disadvantage": "нет таких"
  },
  {
    "author": " Валентина ",
    "date": "22.08.2021",
    "stars": "5",
    "comment": "Хороший ноутбук для работы и онлайн обучения. Работает быстро, быстро загружает программы и в интернете тоже себя показал отлично. Понравилось еще и то, что эта моль компьютера имеет уже лицензионную версию операционной системы, а это мне сэкономило как минимум 2 тыс. грн. Клавиатура, довольно удобная, не смотря что это бюджетный ноутбук. Экран четкий с хорошей цветопередачей, единственно с с разрешением HD. При работе, это не мешает но при просмотре фильмов хотелось бы разрешение экрана повыше. В остальном ноутбук очень даже хорош.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Ксения ",
    "date": "21.08.2021",
    "stars": "5",
    "comment": "Памяти много, заряд держит прекрасно. Корпус из черного пластика, компактный достаточно. Для работы за ПК самое-то. По итогу могу сказать, что удобно искать информацию, смотреть видео, писать сообщения по работе, делать различную работу в Word. Хороший ноутбук.",
    "advantage": "Память, аккумулятор, корпус",
    "disadvantage": "нету"
  },
  {
    "author": " Луиза ",
    "date": "21.08.2021",
    "stars": "5",
    "comment": "Прекрасный ноутбук. Выбирала для работы. Из преимуществ явно могу отметить громкий и хороший звук. 4-потоковый процессор десятого поколения Intel Core i3-10110U справляется с любыми задачами.",
    "advantage": "Процессор, звук, быстродействие",
    "disadvantage": "Нет"
  },
  {
    "author": " Воронов Артур ",
    "date": "15.08.2021",
    "stars": "5",
    "comment": "Как по мне отличный ноутбук для офисной роботы и домашнего использования. Еще одно преимущество то, что этот ноутбук имеет установленную, лицензионную операционную систему Windows. Использую в основном для работы связанной с документооборотом, электронной почтой и также будет использоваться для дистанционного обучения моему чаду. Ноутбук работает довольно быстро, что касается связи по скайпу и видеоконференций тоже все ОК. В общем ноутбук понравился.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Валя ",
    "date": "15.08.2021",
    "stars": "5",
    "comment": "Покупала ноутбук для учебы. Из плюсов - скоростной SSD, антибликовое покрытие, не устают глаза при длительной работе. Для моих задач - работа с документами, интернет серфинг - более чем достаточно всего. ",
    "advantage": "Хорошие параметры. ",
    "disadvantage": "нет"
  },
  {
    "author": " Саша ",
    "date": "14.08.2021",
    "stars": "5",
    "comment": "Брал ноутбук для  учебы. Понравилось качество корпуса и охлаждения, хватает и оперативной, и встроенной памяти. Обычный дизайн, хороший качественный звук.",
    "advantage": "Отличный ноут для учебы",
    "disadvantage": "нет"
  },
  {
    "author": " Евгений Добрый ",
    "date": "04.07.2021",
    "stars": "5",
    "comment": "Покупали другу для учёбы: работа с документами, видеоконференции, запуск лёгких проектных программ и прочее. Очевидно, что про тяжёлые игры можно забыть. Посовещавшись, выбор пал на эту модель. И с одной стороны, это посредственный портативный офисный компьютер за немалую сумму.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Роман ",
    "date": "14.04.2021",
    "stars": "5",
    "comment": "Для работы самое оно. SSD накопитель быстро работает, а за счет видеокарты дискретной GeForce MX130 позволяет работать не только с офисными приложениями, но и с легкими редакторами фото и видео. Фильмы смотреть удовольствие за счет системы Dolby Audio.\nПлюс встроенная операционная система тоже радует, можно сразу же работать.",
    "advantage": "SSD, звук",
    "disadvantage": "Нет"
  },
  {
    "author": " Константин  ",
    "date": "10.04.2021",
    "stars": "5",
    "comment": "Ноутбук для работы, учебы и домашних развлечений. Благодаря 8gb оперативной памяти и ssd диску, работает очень быстро. Дискретная видеокарта позволяет даже играть в нетребовательные игры. Выглядит стильно и весит меньше двух килограмм. Рекомендую.",
    "advantage": "Дизайн, объём озу, дискретная видеокарта.",
    "disadvantage": "Хотелось бы дисплей ips."
  },
  {
    "author": " Олег ",
    "date": "26.03.2021",
    "stars": "5",
    "comment": "Довольно легкий и производительный, для офисных задач самое то, и работает быстро благодаря ssd накопителю и еще огромный + это предустановленный windwos 10) ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Бернацкий",
    "date": "03.02.2021",
    "stars": "5",
    "comment": "Отличный вариант, загрузка виндовс 5 секунд. Брал жене для работы, глюков нет. В использовании 2 месяца",
    "advantage": "Лёгкий, батареи на долго хватает, виндовс установлен, видеокарта",
    "disadvantage": "Нет"
  }
]