[
  {
    "item": "Смартфон SAMSUNG Galaxy S21 Ultra 12/128GB Phantom Black (SM-G998BZKDSEK)",
    "price": "34 499 грн.",
    "characteristics": "Диагональ экрана 6.8''; Основная камера 108+12+10+10Мп; Фронтальная камера 40Мп; Процессор Samsung Exynos 2100; Частота обновления дисплея 120Гц; Емкость аккумулятора 5000мАч; ",
    "url": "https://eldorado.ua/smartfon-samsung-galaxy-s21-ultra-12128-gb-phantom-black-sm-g998bzkdsek-/p71312112/"
  },
  {
    "author": " Николай ",
    "date": "25.01.2022",
    "stars": "1",
    "comment": "Процесор-exynos 2100 тормоз.Связь-очень слабая. Сяоми ми 6 пятилетний работает шустрее,связь стабильней.Wi-fi у сяоми подключается на много быстрее. Итог флагманский ОТСТОЙ.",
    "advantage": "Дисплей,камера.",
    "disadvantage": "Процесор-exynos 2100 тормоз.Связь-очень слабая."
  },
  {
    "author": " Сергей ",
    "date": "05.05.2021",
    "stars": "5",
    "comment": "Очень хороший телефон получился..быстрый, отличный датчик отпечатков пальцев, классный экран, интересный дизайн.\nКамерой удивлён больше всего,снимает ночью лучше чем днем.Работает безотказно, вообщем рекомендую.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Алексей",
    "date": "30.04.2021",
    "stars": "5",
    "comment": "Для мобильной фотографии пожалуй лучший вариант, учитывая какие тут камеры стоят. Ну и плюс топовая начинка само собой.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Евгений ",
    "date": "29.04.2021",
    "stars": "5",
    "comment": "Отличная новинка от компании Самсунг. Откровенно говоря в последнее время меня было сложно удивить смартфоном, но этот аппарат потрясающий. Все последние характеристики и новинки рынка в одном небольшом корпусе. ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Дима",
    "date": "28.04.2021",
    "stars": "5",
    "comment": "Лучший камерофон который я только видел,он просто нереален,топ топ топ!!!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Антон ",
    "date": "22.04.2021",
    "stars": "5",
    "comment": "На мог взгляд,мощнейший из ныне доступных смартфонов на нашем рынке.Перешел с 11про макс и не жалею.Топовая камера и кстати поддержка стилуса,очень удобная штука. Для роботы и розвлечений,к тому же ночная как фото так и видео сьемка на очень высоком уровне. Очень доволен,рекомендую.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": "Дима",
    "date": "19.04.2021",
    "stars": "5",
    "comment": "На сегодняшний день-самый топовый по начинке телефон,может показаться что он дорогой,но по факте сы платим за множество ноухау!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Андрей Романов ",
    "date": "18.04.2021",
    "stars": "5",
    "comment": "Приобрёл данный телефон долго ждал его выхода с момента покупки пользуюсь и радуюсь телефоном . Дисплей самый лучший в мире Смотрю в 4 к формате видео монтирую видео играю в игры на ультра настройках .",
    "advantage": "Дисплей Камера Батарея Звук Производительность",
    "disadvantage": "Большой блок камеры"
  },
  {
    "author": " Вика ",
    "date": "16.04.2021",
    "stars": "5",
    "comment": "Самый крутой смартфон. Лучше камеры в данный момент просто не существует. Дисплей яркий и плавный. Рекомендую!",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Кириченко Ольга ",
    "date": "12.04.2021",
    "stars": "5",
    "comment": "Это невероятно мощный, стильный и крутой телефон! Камера достойна наивысших похвал! Снимки получаются, четкими, яркими и красочными, в какое бы время суток я не сделала бы снимок, а главное очень реалистичные, как будто я вижу картинку собственными глазами. Батарею держит отлично, заряжается очень быстро, очень пригодилась фишка, когда могу от телефона зарядить свои беспроводные наушники или часы. Телефон однозначно достоин внимания, это, пожалуй, лучшее, что есть сейчас на рынке.",
    "advantage": "Камера, производительность, дисплей",
    "disadvantage": "Нет "
  },
  {
    "author": " Лена ",
    "date": "12.04.2021",
    "stars": "5",
    "comment": "Самая мощная модель из линейки S21, оснащена 5 современными камерами, которые делают снимки восхитительного качества, даже в сумеречное время. Батарея спокойно выдержит сутки умеренного пользования телефоном, на счет самой системы нет никаких минусов, выглядит очень хорошо, не лагает, не фризит, интерфейс очень приятен глазу.\n\n",
    "advantage": "Качество сборки, камера, дизайн, скорость, быстрая зарядка",
    "disadvantage": "Тяжелый"
  },
  {
    "author": " Максим ",
    "date": "10.04.2021",
    "stars": "5",
    "comment": "Лучший флагман, супер камера, быстрый и плавный, удобно пользоваться с-пен, рекомендую",
    "advantage": "Камера, дизайн, экан, мощность",
    "disadvantage": "нет"
  },
  {
    "author": " Богдан ",
    "date": "07.04.2021",
    "stars": "5",
    "comment": "Лучший смартфон на данный момент. Топовая камера, которой нет равных. Супер плавный и быстрый. Очень долго держит заряд аккумулятора",
    "advantage": "Экран, камера, мощность, батарея",
    "disadvantage": "нет"
  },
  {
    "author": " Артур ",
    "date": "05.04.2021",
    "stars": "5",
    "comment": "Самая топовая флагманская модель от самсунг за последние время. Огромный телефон с поддержкой стилуса, отличной ночной с емкой и фишками камеры по типу зума. Достаточно производительным процесором на борту. Ну в прицепи все что полагается топовому телефону за такую сумму есть ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Дина ",
    "date": "03.04.2021",
    "stars": "5",
    "comment": "Классный экран. Все приложения и интерфейс летает. Камера просто супер. Зум в этой модели вызвал детский восторг. Покупкой более чем довольна.",
    "advantage": "Экран, быстрая работа.",
    "disadvantage": "нет."
  },
  {
    "author": " Захар ",
    "date": "02.04.2021",
    "stars": "5",
    "comment": "Самым важным критерием для меня является присутствие современной камеры в телефоне и наличие IP68, так как часто снимаю в бассейнах и аквапарках. Камеры в этой модели полностью устраивают как в фото так и видео съёмки. В основном разрешении  на 108 Мп, радует детализацией. Видео съёмка лучше всех похвал с её стабилизацией.",
    "advantage": "Для меня самое лучшее это камера.",
    "disadvantage": "Нет."
  },
  {
    "author": " Тамара ",
    "date": "31.03.2021",
    "stars": "5",
    "comment": "Якщо вашому нинішньому смартфону вже більше двох років, то вважаю, оновлюватися на S21 Ультра вже точно є сенс - різниця між ними колосальна і прогрес реально буде помітний.  Батарея порадувала на цілий день вистачає 6-7 годин екрану з 2к і 120 Герца.",
    "advantage": "Ціна відповідає якості.",
    "disadvantage": "Немає."
  },
  {
    "author": " Володя ",
    "date": "31.03.2021",
    "stars": "5",
    "comment": "Очень удобный телефон в использовании, перешел с айфона, не думал что так легко и быстро привыкну",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Виктор ",
    "date": "31.03.2021",
    "stars": "5",
    "comment": " Камера отличная, делает крутые четкие фото. Во время приближения четкость и резкость фото не теряется. В руке лежит удобно, приятный материалы. Кстати поддержка стилуса,очень удобная штука. Крутейший смартфон из представленных ныне на рынке.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Анфіса ",
    "date": "30.03.2021",
    "stars": "4",
    "comment": "Після двох тижнів з дня покупки, готова впевнено заявити: це кращий самуснг на ринку.  Екран приголомшливий.  Чіткий і плавний навіть із середнім значенням дозволу.  Чудовий звук динаміків, комфортно розмовляти навіть по гучному зв'язку.  Батарейку цю, за день можна посадити тільки іграми.  Про швидкодію думаю сенсу немає говорити і так зрозуміло, що в ньому топове, на сьогоднішній день, залізо.",
    "advantage": "Чудовий звук,залізо, екран",
    "disadvantage": "Не знайшли"
  },
  {
    "author": " Саша ",
    "date": "29.03.2021",
    "stars": "5",
    "comment": "Топовий флагман від самсунг. Дуже крута камера з великим об'ємом фішок, чудовий дисплей і самий найліпший проц і дизайн за останній час у самсунга. Якщо потрібен преміальний телефон на андроїді дуже гарний варіант  ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Віталій ",
    "date": "29.03.2021",
    "stars": "5",
    "comment": "Придбав даний смарт по консультації  продавця.\nВ цілому якість справила враження.\nВелика акб якої вистачає на повний робочий день.\nГучні стерео динаміки .\nПотужна камера задовольняє своїми фото та відео можливостями.\nПерегляд соцмереж дуже комфортний завдяки частоті оновлення екрану 120Гц.При чому подобається що смарт вміє адаптуватися до режиму користування і зменшує частоту оновлення екрану якщо не користуюся телефоном.\nВ іграх досить швидкий завдяки 5нм процесору.\n\nРекомендую",
    "advantage": "Екран волого захист камера",
    "disadvantage": "не має"
  },
  {
    "author": " Теона ",
    "date": "27.03.2021",
    "stars": "5",
    "comment": "Вот уже который день, не могу нарадоваться этим флагманом от Samsung. Первый раз когда взяла это устройство в руки, была приятно удивлена его чёрным цветом, он красив и хорошо играет на свету, при этом корпус остается матовым, нет отпечатков пальцев. Даже не хочется надевать на него чехол.",
    "advantage": "Очень понравился дизайном и производительностью.",
    "disadvantage": "Нет."
  },
  {
    "author": " Майя ",
    "date": "26.03.2021",
    "stars": "5",
    "comment": "Достоинств много, камера у  Galaxy S 21 Ultra, по большинству показателей, опережает конкурентов. Это размер сенсора матрицы, больше чем у многих производителей, а также количество мегапикселей играют не последнюю роль, благодаря чему снимки выглядят потрясающе и при этом естественно.  Серьезно обновили функцию ночной съёмки. Платформа Андроид перестала быть одинаковой для всех, фирменная оболочка делает систему эксклюзивной, чего только стоит возможность стирать на фото случайно попавших в кадр людей. Экран как и всегда - лучший.",
    "advantage": "размер сенсора матрицы, камера, режим ночной съемки, экран.",
    "disadvantage": "Нет."
  },
  {
    "author": " Павло ",
    "date": "25.03.2021",
    "stars": "5",
    "comment": "Хочу поділитися враженнями від даного пристрою, так як користуюся ним вже більше місяця. Я довго вагався чи купляти Note 20 ultra, але все ж таки вирішив почекати S21шу серію і недарма. По-перше для мене важливим є S Pen, який вже працює з S21 ultra, а не тільки з нот серією. Великий яскравий екран, потужний процесор, батарея 5000, вистачає більше ніж на один день. Ну а камера це окрема історія, враження наче робиш знімки на проф фотоапарат. Доречі зацінив новий режисерський режим, який дозволяє знімати на фронтальну і задню камери одночасно. Класний дизайн, глибокий чорний колір. Телефон супер, я задоволений. ",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Кирилл ",
    "date": "24.03.2021",
    "stars": "5",
    "comment": "Телефон восторг! Камера на высшем уровне, очень доволен этой моделью!",
    "advantage": "Экран, камера, батарея",
    "disadvantage": "их нет"
  },
  {
    "author": " Любомир ",
    "date": "24.03.2021",
    "stars": "5",
    "comment": "Samsung як завжди прогресує і створює дуже круті продукти. Не винятком став цей S21 Ultra. Тут такий гарний чорний матовий дизайн, що я ношу його у прозорому чохлі і змінювати не планую. Камери тут просто космос, а 100х космічним зумом справді можна побачити все все до маленьких деталей. Акамулятор дуже довго тримає, у мене завжди багато дзвінків протягом дня і активної роботи у соц мережах і до кінця дня залишається ще 40%.",
    "advantage": "Акумулятор, матовий дизайн і камера",
    "disadvantage": "-"
  },
  {
    "author": " Мирослава ",
    "date": "23.03.2021",
    "stars": "5",
    "comment": "Телефон красивый!! Покупала на замену своему Самсунг А40. Приятный экран 120 Гц- это классно. Удачный сканер отпечатка пальца. Размер экрана конечно огромен но привыкнуть можно. Камера удивила качеством съёмки. Для меня просто идеальный телефон.",
    "advantage": "Меня удивил экран и камера",
    "disadvantage": "Нет"
  },
  {
    "author": " Максим ",
    "date": "23.03.2021",
    "stars": "5",
    "comment": "Огромный крутой премиальный. Много крутых фишек с камерой. Один из лучших процов., огромный качественый дисплей, почти нету рамочек на дисплее. Можно будет попробывать функционал Нота за 2к грн)) .",
    "advantage": "Огромный крутой премиальный ",
    "disadvantage": " "
  },
  {
    "author": " Інна ",
    "date": "22.03.2021",
    "stars": "5",
    "comment": "Дарувала чоловікові таку модель.\nДуже зручний в руці.\nХороша батарея , якісні фото і відео на яскравому екрані амолед.\nТакож порадувала можливість використання  s-pen.\nДля роботи це фактично комп'ютор в кишені)\nРекомендую.",
    "advantage": "екран 120гц ,батарея ,фото відео ,процесор",
    "disadvantage": "не знайшла"
  },
  {
    "author": " Ірина ",
    "date": "22.03.2021",
    "stars": "5",
    "comment": "Дуже задоволена смартфоном.\nШвидкий в роботі і простий у користуванні.\nСподобався дизайн та великий яскравий екран. Перевагою гаджету для мене є велика батарея в 5000 мАг,що дозволяє працювати більш продуктивно.\nФото та відео виходять чіткими насиченими і живими)\nРекомендую.",
    "advantage": "Користування s-pen,дизайн,велики яскравий екран,фото та відео",
    "disadvantage": "не знайшла"
  },
  {
    "author": " Роксолана ",
    "date": "21.03.2021",
    "stars": "5",
    "comment": "Фото і відео виходять дуже круті. Зйомка відео з суперстабілізацією перевершила всі очікування. Так само як і 100х космічний зум, тепер це замінює бінокль. Найяскравіший дисплей на якому видно усе навіть під прямими сонячними проміннями.",
    "advantage": "100х зум, стабілізація, дисплей",
    "disadvantage": "-"
  },
  {
    "author": " Николай ",
    "date": "21.03.2021",
    "stars": "5",
    "comment": "На сегодняшний день это самый лучший и самый бескомпромиссный смартфон, который справится с любыми задачами.",
    "advantage": " ",
    "disadvantage": " "
  },
  {
    "author": " Галина ",
    "date": "20.03.2021",
    "stars": "5",
    "comment": "Щаслива, що придбала саме цю новинку. Камера і якість фото дуже вражає, а особливо нічна зйомка. Батарея тримає протягом двох днів. Яскравий дисплей і частота оновлення екрану 120гц це те, що так потрібно було у новому смартфоні.\nОднозначно дуже задоволена покупкою.",
    "advantage": "Камера, акамулятор, 120гц дисплей",
    "disadvantage": "Не знайдено"
  },
  {
    "author": " Каміла ",
    "date": "20.03.2021",
    "stars": "5",
    "comment": "Відмінний смартфон, екран дуже класний, 120Гц дають про себе знати, анімації дуже плавні, на торкання телефон реагує моментально, камера робить просто неймовірної краси знімки і дуже круті відеоролики. Автономність на високому рівні, телефон тримає реально дуже довго. Процесор дуже потужний, вистачає для все завдань. Якщо хочете купити телефон і користуватися кілька років не відчуваючи дискомфорту, то це ваш варіант, однозначно рекомендую\n",
    "advantage": "екран, 120 Гц, камера, аккумулятор ",
    "disadvantage": "Не знайшла"
  },
  {
    "author": " Злата ",
    "date": "16.03.2021",
    "stars": "5",
    "comment": "Эта модель устройства премиального класса. Поразила меня своими техническими возможностями . Это железо exynos 2100 да-йот ему  уйму возможностей в играх. С оперативной памятью 8-гигабайт ваши приложения не будут выгружаться с памяти телефона. Экран защищен от механических повреждений с передней и тыльной части телефона. В общем он крут во всех его аспектах.",
    "advantage": "экран, железо",
    "disadvantage": "нет"
  },
  {
    "author": " Артур ",
    "date": "11.03.2021",
    "stars": "5",
    "comment": "Камера у этого смартфона просто бомба . Фото получаются шедевром.  Видео съёмка 8к с частотой 24 кадра в секунду . Видео выходит лучше чем в кино.",
    "advantage": "крутая камера",
    "disadvantage": "не обнаружил"
  }
]