[
  {
    "item": "Смартфон SAMSUNG Galaxy M12 4/64GB Black (SM-M127FZKVSEK)",
    "price": "5 999 грн.",
    "characteristics": "Диагональ экрана 6.5''; Основная камера 48+5+2+2Мп; Фронтальная камера 8Мп; Процессор Samsung Exynos 850; Частота обновления дисплея 90Гц; Емкость аккумулятора 5000мАч; ",
    "url": "https://eldorado.ua/smartfon-samsung-galaxy-m12-464-gb-black-sm-m127-fzkvsek-/p71336652/"
  },
  {
    "author": " Сергей ",
    "date": "24.01.2022",
    "stars": "5",
    "comment": "Отличный бюджетный смартфон. Шустрый, хороший объем памяти - 4/64Gb.Можно настроить так, чтобы все фото и видео сохранялись на флешку. Для каждодневных задач в самый раз.Покупали смартфон пожилой бабушке. Оценила слегка  тяжелый вес, говорит чувствуется в кармане и сумке.Большой экран, удобно читать. Хорошая камера.",
    "advantage": "бюджетный, шустрый, много памяти, простой в использовании",
    "disadvantage": "нету"
  },
  {
    "author": " Ярик ",
    "date": "23.01.2022",
    "stars": "5",
    "comment": "Качественный быстрый телефон. Хороший процессор и камера. Главное экран 90 Гц!Покупал ребёнку 9 лет. Чтобы и играть и экран хороший и цена выгодная. Все в идеале!",
    "advantage": "быстрый, качественная сборка",
    "disadvantage": "нету"
  },
  {
    "author": " Алан ",
    "date": "21.01.2022",
    "stars": "5",
    "comment": "Выбирал замену своему хонору 7х, так как тот уже почти не живой.  В принципе не увидел ничего нового кроме NFC и пары новых камер, которые лучше чем у хонора. Фактически Samsung на порядок выше. Экран стал еще больше, 6,5 дюймов, аппарат тоже огромный, но в целом все устраивает.",
    "advantage": " NFC, камеры, большой экран",
    "disadvantage": "Нет таких"
  },
  {
    "author": " Богдан ",
    "date": "06.01.2022",
    "stars": "4",
    "comment": "Пользуюсь больче чем пол года",
    "advantage": "Мочная батарея",
    "disadvantage": "Тяжёлый"
  },
  {
    "author": " Мария ",
    "date": "29.09.2021",
    "stars": "5",
    "comment": "Отличный телефон, красивый цвет, не сильно громоздкий, удобно держать, отзывчивый, отпечаток на кнопке отлично работает, настроила под себя, памяти много, в игры не играю.",
    "advantage": "Экран, размер, качество",
    "disadvantage": "Не нашла"
  },
  {
    "author": " Иван ",
    "date": "22.09.2021",
    "stars": "5",
    "comment": "Чуть больше месяца использования, и вот что у меня есть сказать по смартфону. Отличный экран, прямо глаз ласкает, мощная батарея, по моему стилю использования уверенно два дня, NFC это класс, не нужно таскать с собой кошелек. Бесконечно высококачественный разговорный динамик, так хорошо собеседника я уже очень давно не слышал.",
    "advantage": "Экран отличный, батарея держит долго, NFC",
    "disadvantage": "нет"
  },
  {
    "author": " Игнат ",
    "date": "20.09.2021",
    "stars": "5",
    "comment": "Перешёл с iPhone на этот Android, работает по скорости так же. Экран безрамочный намного лучше выглядит. Памяти море, еще и карта расширения. А заряд держит, по сравнению с iPhone, несравнимо дольше.",
    "advantage": "Работает четко, выглядит круто",
    "disadvantage": "Нету"
  },
  {
    "author": " Катя ",
    "date": "30.07.2021",
    "stars": "5",
    "comment": "Стоит недорого, но честно, просто супер. Вообще люблю телефоны от этой фирмы, всегда качественные аппараты. Тут и экран большой, яркий и сенсор быстрый. Звук отличный, камера просто топ.",
    "advantage": "стоит недорого, но качество реально супер",
    "disadvantage": "нема"
  },
  {
    "author": " Максим ",
    "date": "30.07.2021",
    "stars": "5",
    "comment": "Камера отличная снимает даже в сумерки. Симпатичный телефон на андроид 11, работает шустро. Хорошо ловит даже в моем офисе, где с другим телефоном были проблемы. Неплохо работает разблокировка по лицу. Пользовался мессенджерами, звонками и как модемом, с этими функциями он справляется безупречно. Отличное соотношение цены и качества.",
    "advantage": "Шустрый, нормально работает разблокировка, отличное соотношение цены и качества",
    "disadvantage": "Не нашел"
  },
  {
    "author": " Настя ",
    "date": "29.07.2021",
    "stars": "5",
    "comment": "Заряда батареи хватает на 2 дня, громкий звук меня слышно и собеседника слышно идеально, звук при вызове так же громкий. Камера 48Мп снимает хорошо. Большой экран. Отпечаток пальца на боковой кнопке включения.",
    "advantage": "заряда хватает надолго, звук громкий, цена низкая",
    "disadvantage": "Не нашла"
  },
  {
    "author": " Дмитрий ",
    "date": "29.07.2021",
    "stars": "5",
    "comment": "Купил этот смарт и очень доволен. Экран большой, картинка четкая. Большой объем памяти. Не тормозит работает быстро. Камера тоже довольно не плохо снимает. Отпечаток пальца работает быстро. Намного лучше чем ультразвуковой под экраном. Многозадачность тоже не провисает при использовании. Рекомендую.",
    "advantage": "очень доволен экраном и качеством картинки",
    "disadvantage": "Нет"
  },
  {
    "author": " Алина ",
    "date": "28.07.2021",
    "stars": "5",
    "comment": "Хороший телефон за вменяемые деньги, не тормозит, функций много. Все основное есть. Но ожидать от него флагманских показателей не стоит. Экран большой и яркий. Качество фото приемлемое.",
    "advantage": "хороший телефон за такие деньги",
    "disadvantage": "нет"
  },
  {
    "author": " Артур ",
    "date": "28.07.2021",
    "stars": "5",
    "comment": "Хорошая, энергоемкая батарея. Полтора часа зарядки, и до порога в 15% заряда хватает на день интенсивного использования, или около трех суток в режиме малой загруженности. Большой экран. Неплохая камера для данной ценовой категории. Обновился до 11 андроида, сильно не глючит.",
    "advantage": "эргономичный, емкая батарея, большой экран",
    "disadvantage": "нет"
  },
  {
    "author": " Валентина ",
    "date": "27.07.2021",
    "stars": "5",
    "comment": "Купила дочке. Соответствует описанию, заряд держит долго, камера отличная.Отличный телефон. Достаточный объем памяти 4/64. Ничего лишнего. Соотношение цена-качество.",
    "advantage": "дочери очень понравился",
    "disadvantage": "Нету"
  },
  {
    "author": " Антон ",
    "date": "26.07.2021",
    "stars": "5",
    "comment": "Очень хороший телефон за свои деньги. Все устраивает. Конечно нет многих фишек как во флагмане, но и этого хватает с головой, сразу можно обновить до 11 андройда. Экран и звук более менее хорошие. Изображение четкое, но это не амолед, на магию не рассчитывайте, зато частота обновления  90Гц.",
    "advantage": "хороший за свою цену",
    "disadvantage": "нету"
  },
  {
    "author": " Анжелика ",
    "date": "25.07.2021",
    "stars": "5",
    "comment": "Хороший экран, красочное изображение, шустренький, яркости экрана для меня хватает с избытком.В целом смартфон мне нравится. Тыл задней крышки синеватый, но так даже лучше. (цвет черный).",
    "advantage": "яркий экран, шустрый процессор",
    "disadvantage": "Нет"
  },
  {
    "author": " Александра ",
    "date": "24.07.2021",
    "stars": "5",
    "comment": "Купила для мамы (61 год, первый смартфон в жизни), до нее такой же купила её старшая сестра. Они обе разобрались без проблем. Помимо того, что хороший смартфон, так еще и подходит пожилым людям: все хорошо видно и слышно, он очень яркий, контрастный и громкий. Пользоваться удобно даже трясущимися или ослабленными руками.Рекомендую всем.",
    "advantage": "простой в управлении, яркий экран, громкий звук",
    "disadvantage": "Нет"
  },
  {
    "author": " Мария ",
    "date": "13.07.2021",
    "stars": "5",
    "comment": "Пользуюсь две недели, пока все нравится, камера хорошая,  быстрая зарядка, ёмкий аккумулятор. Дисплей 6,5-дюймовом Infinity-V. Благодаря технологии HD+ он отображает контент отчетливо, точно, ярко и во всех деталях. Мощный восьмиядерный процессор, с оперативной и накопительной памятью 4/64.Для бюджетника очень хорош.",
    "advantage": "Мощный восьмиядерный процессор, с оперативной и накопительной памятью 4/64",
    "disadvantage": "их нет"
  },
  {
    "author": " Иван ",
    "date": "21.06.2021",
    "stars": "5",
    "comment": "Samsung galaxy m12 мне абсолютно подходит.Большой аккумулятор, память и экран. Считаю все телефоны расходниками, поэтому аппаратом доволен. Полностью соответствует своей цене.",
    "advantage": "Большой аккумулятор, память и экран. ",
    "disadvantage": "нет"
  },
  {
    "author": " Игнат ",
    "date": "20.06.2021",
    "stars": "5",
    "comment": "Из достоинств стоит отметить относительно долгое время работы, 4 камеры. При широком угле качество съемки посредственное, при обычном неплохо, но хромает стабилизация.Но радует цена. Средние игры тянет, при обычной работе и просмотре видео не тормозит. Все датчики работают хорошо, включая отпечаток распознавание лица.",
    "advantage": "Из достоинств стоит отметить относительно долгое время работы, 4 камеры.",
    "disadvantage": "нет"
  },
  {
    "author": " Саша ",
    "date": "20.06.2021",
    "stars": "5",
    "comment": "Отличный экран, обалденная камера, долго держит зарядку, сканер отпечатка пальца в кнопке включения, разблокировка по лицу, суперский внешний вид. Смартфон однозначно стоит своих денег.",
    "advantage": "Смартфон однозначно стоит своих денег.",
    "disadvantage": "не нашел"
  },
  {
    "author": " Андрей ",
    "date": "20.06.2021",
    "stars": "5",
    "comment": "Замечательный телефон! Удобен в руке, очень хорошая камера, сочные цвета в дисплее, мощная батарея. Радует разъем TYPE-C так как за эту цену с таким разъемом моделей мало. Быстрая зарядка позволяет оставаться на связи очень долгое время. Nfc, куда без него.",
    "advantage": "Отличный удобный телефон.",
    "disadvantage": "Нет таких"
  },
  {
    "author": " Макс ",
    "date": "19.06.2021",
    "stars": "5",
    "comment": "В целом смартфон реально стоит своих денег. Одними из самых важных параметров были экран PLS, большая батарея, 4 ГБ оперативной памяти и nfc. Здесь ещё большим плюсом также является сканер отпечатков расположенный в кнопке блокировки с торца смартфона. Удобно и приятно пользоваться.",
    "advantage": "экран PLS, большая батарея, 4 ГБ оперативной памяти и nfc",
    "disadvantage": "не нашел"
  },
  {
    "author": " Кирилл ",
    "date": "18.06.2021",
    "stars": "5",
    "comment": "Телефон за свои деньги отличный, если вы покупаете для повседневного использования. Для игр, конечно, не подойдет. Мощная аккумуляторная батарея на 5000 мач, кабель USB type-c.",
    "advantage": "Телефон за свои деньги отличный",
    "disadvantage": "не выявил"
  },
  {
    "author": " Валентина ",
    "date": "18.06.2021",
    "stars": "5",
    "comment": "Отличный смартфон, заказывала папе в подарок, до этого был у него xiaomi redmi 4x который уже еле жил, поэтому решили обновить. Эту модель покупаю в подарок уже второй раз, до этого дарила ещё бабушке, показал и зарекомендовал себя хорошо, никаких проблем пока обнаружено не было.",
    "advantage": "Отличный смартфон",
    "disadvantage": "нет"
  }
]